Repository: HerzScheisse/webtrees-fancy-treeview
Catalog: language/*.po
Languages: af, sr_latn

source: <strong>Note</strong>: this option can be time and/or memory consuming, especially on large trees. It can cause very slow page loading or an ’execution time out error’ on your server. If you notice such a behavior, reduce the number of generation blocks to load at once or don’t use it in combination with the option to show singles (see the previous options). If you still experience any problems, don’t use this option at all.
af: <strong>Pasop</strong>: Hierdie opsie kan baie tyd en/of geheue in beslag neem, veral in die geval van groot stambome. Dit kan veroorsaak dat bladsye baie stadig laai of tot 'n 'execution time out error' op jou bediener lei. Wanneer jy dit agterkom, verminder die aantal geslagte wat tegerlykertyd ingelaai moet word na 'n laer waarde of moenie hierdie opsie gebruik saam met die opsie om enkelpersone te wys nie (sien die vorige opsies). As jy nog steeds probleme ervaar, moet glad nie van hierdie opsie gebruik maak nie.
sr_latn: <strong>Pažnja</strong>: ova opcija može zauzeti dosta procesorskog vremena i memorije, posebno na velikim stablima. Može izazvati veoma sporo učitavanje stranice ili grešku na serveru vezano za vremensko ograničenje ’execution time out error’. Ako vam se ovi problemi dešavaju, smanjite broj generacijskih blokova koji će se učitavati odjednom ili ih ne koristite u kombinaciji sa opcijom prikazivanja samaca (vidite prethodne opcije). Ako i dalje imate nekih problema, uopšte nemojte koristiti ovu opciju.

source: A Fancy overview of the descendants of one family(branch) in a narrative way.
af: 'n Fancy oorsig van die nageslag van 'n familietak in 'n verhalende trant.
sr_latn: Vrlo lep pregled potomaka jedne porodice (grane) u tekstualnoj formi.

source: By default the PDF icon is visible on the Fancy Treeview page. If you enable this option, a PDF icon is also displayed in the Fancy Treeview tab on the individual page.
sr_latn: Podrazumevano PDF ikonica je vidljiva na Fancy Treeview stranici. Ako uključite ovu opciju, PDF ikonica će biti prikazana i na Fancy Treeview tabulatoru na pojedinačnim stranama.

source: Change root person
af: Verander die beginpersoon
sr_latn: Promeni početnu osobu

source: Check relationship between partners
af: Vind verwantskappe tussen metgeselle
sr_latn: Proveri odnose između partnera

source: Creating PDF file. This process may take a while. Please wait...
af: PDF lêer word geskep. Dit mag tyd neem. Wag asseblief...
sr_latn: Pravim PDF fajl. Ovaj proces može potrajati. Molim sačekajte...

source: Descendants of the %s family
af: Die familie %s se nageslag
sr_latn: Potomci familije %s

source: Error: A person with ID %s does not exist in this tree
af: Fout: ’n Persoon met ID %s bestaan nie in hierdie stamboom nie
sr_latn: Greška: Osoba sa ID %s ne postoji u ovom stablu

source: Error: A root person with ID %s already exists
af: Fout: 'n Beginpersoon met ID %s bestaan nie
sr_latn: Greška: Početna osoba sa ID %s već postoji

source: Error: The root person belonging to this surname already exists
af: Fout: Die beginpersoon met hierdie van bestaan reeds
sr_latn: Error: Početno lice koje pripada ovom prezimenu već postoji

source: Error: The surname you entered doesn’t exist in this tree.
af: Fout: Die van wat jy ingevoer het, bestaan nie in hierdie stamboom nie.
sr_latn: Greška: Uneto prezime ne postoji u ovom stablu.

source: Family tree overview
af: Stamboom oorsig
sr_latn: Pregled porodičnog stabla

source: Fancy Treeview module extension: offer your users to download a Fancy Treeview page as PDF.
af: Fancy Treeview module-uitbreiding: laat gebruikers toe om ’n Fancy Treeview bladsy as 'n PDF lêer af te laai.
sr_latn: Fancy Treeview modul ekstenzija: omogućava korisnicima da download-uju Fancy Treeview stranicu kao PDF.

source: Go
af: Begin
sr_latn: Kreni

source: He had a relationship with
af: Hy was in ’n verhouding met
sr_latn: On je u srodstvu sa

source: He married %s times
af: Hy het %s keer getrou
sr_latn: Ženio se %s puta

# PAST
source: He was baptized
af: Hy is gedoop
sr_latn: Kršten je

# PRESENT
source: He was baptized
af: Hy is gedoop
sr_latn: Krstio se

# PAST
source: He was born
af: Hy is gebore
sr_latn: Rodio se

# PRESENT
source: He was born
af: Hy is gebore
sr_latn: Rodio se

source: Here you can choose to resize the default webtrees thumbnails especially for the Fancy Treeview pages. You can set a custom size in percentage or in pixels. If you choose “no” the default webtrees thumbnails will be used with the formats you have set on the tree configuration page.
af: Hier kan jy kies om die grootte van verstek miniature wat webtrees gebruik aan te pas vir die Fancy Treeview bladsye. Jy kan die grootte of as ’n persentasie of in pixels aandui. As jy "nee" kies word die verstek miniature gebruik wat jy ingestel het op die stamboom konfigurasiebladsy.
sr_latn: Ovde možete odabrati da promenite podrazumevanu veličinu sličica posebno za stranice Fancy Treeview. Možete podesiti željenu veličinu u procentima ili u pikselima. Ako izaberete "ne", koristiće se podrazumevana veličina sličica iz webtrees-a sa formatima koje ste postavili na stranici za konfiguraciju stabla.

source: If you enable this option, a Fancy Treeview tab with the title “Descendants” will be shown on the individual page. The tab will describe the current individual with his family and the next two generations (if there are any). If this individual has more descendants then the two generations shown, a link will be displayed to the full Fancy Treeview Page where this individual will be displayed with all his descendants.
af: As jy hierdie opsie ontsper, sal ’n Fancy Treeview oortjie met opskrif "Nageslag" op die persoonsbladsy vertoon word. Die oortjie beskryf die huidge persoon en die volgende twee geslagte (as daar is). Wanneer hierdie persoon meer as die twee nageslagte het, verskyn daar 'n skakel na die volledige Fancy Treeview bladsy waarop hierdie persoon met al sy nageslagte vertoon sal word.
sr_latn: Ako omogućite ovu opciju, kartica Fancy Treeview sa naslovom "Potomci" biće prikazana na pojedinačnoj stranici. Kartica će opisati trenutnog pojedinca sa svojom porodicom i naredne dve generacije (ako ih ima). Ako ova osoba ima više potomaka od prikazane dve generacije, biće prikazan link ka Fancy Treeview stranici gde će ova osoba biti prikazana sa svim njegovim potomcima.

source: If you have ticked the “Show places” option but NOT the option to abbreviate placenames, you can set your own country here. Full places will be listed on the Fancy Treeview pages, but when a place includes the name of your own country, this name will be left out. If you don’t select a country then all countries will be shown, including your own.
af: As jy die "Vertoon plekke" opsie ontsper het, maar NIE die opsie om plekname af te kort, gekies het nie, kan jy jou eie land hier invoer. Volledige plekname sal dan op die Fancy Treevie bladsye gelys word, maar vir plekke in jou land sal die landsnaam uitgelaat word. As jy hier geen keuse uitoefen nie, sal al die landsname vertoon word, insluitend jou eie.
sr_latn: Ako ste označili opciju "Prikaži mesta", a NE i opciju za skraćivanje imena mesta, ovde možete postaviti svoju matičnu zemlju. Puni nazivi mesta će biti prikazani na stranicama Fancy Treeview, ali kada mesto uključuje ime vaše zemlje, taj naziv će biti izostavljen. Ako ne izaberete zemlju onda će se prikazati sve zemlje, uključujući i vašu.

source: If you have ticked the “Show places” option, you can choose to use the default GEDCOM settings to abbreviate placenames. If you don’t set this option, full place names will be shown.
af: As jy die opsie "Vertoon plekke" ontsper het, kan jy hier kies om die verstek GEDCOM instellings te gebruik wat plekname sal afkort. Wanneer jy hieerdie opsie nie ontsper nie, sal die volledige plekname vertoon word.
sr_latn: Ako ste označili opciju "Prikaži mesta", možete izabrati da koristite podrazumevana GEDCOM podešavanja za skraćivanje imena mesta. Ako ne izaberete ovu opciju, prikazaće se puna imena mesta.

source: Number of generation blocks to show
af: Aantal nageslagte om te vertoon
sr_latn: Broj generacijskih blokova za prikazivanje

source: Options for %s
af: Opsies vir %s
sr_latn: Opcije za %s

source: Or enter an ID
af: Of voer ’n ID in
sr_latn: Ili unesi ID

source: Page title
af: Bladsy opsrif
sr_latn: Naziv stranice

source: Pages
af: Bladsye
sr_latn: Stranica

source: Read more
af: Lees meer
sr_latn: Pročitaj još

source: Resize thumbnails
af: Pas die grootte van miniature aan
sr_latn: Promeni veličinu sličica

source: Root person
af: Beginpersoon
sr_latn: Početna osoba

source: Search ID by name
af: Soek ID met naam
sr_latn: Pretraži ID po imenu

source: Search root person
af: Soek beginpersoon
sr_latn: Traži početnu osobu

source: Select your country
af: Kies jou land
sr_latn: Izaberi svoju zemlju

source: She had a relationship with
af: Sy was in ’n verhouding met
sr_latn: Imala je vezu sa

source: She married %s times
af: Sy het %s keer getrou
sr_latn: Udavala se %s puta

# PAST
source: She was baptized
af: Sy is gedoop
sr_latn: Krstila se

# PRESENT
source: She was baptized
af: Sy is gedoop
sr_latn: Krštena je

# PAST
source: She was born
af: Sy is gebore
sr_latn: Rodila se

# PRESENT
source: She was born
af: Sy is gebore
sr_latn: Rođena je

source: Show a Fancy Treeview tab on the individual page
af: Vertoon ’n Fancy Treeview oortjie op die persoonsbladsy
sr_latn: Prikaži Fancy Treeview karticu na stranici osobe

source: Show a PDF icon in the Fancy Treeview tab
sr_latn: Prikaži PDF ikonicu na Fancy Treeview kartici

source: Show form to change start person
af: Vertoon vorm om die beginpersoon te verander
sr_latn: Prikaži formu za izmenu početne osobe

source: Show occupations
af: Vertoon beroepe
sr_latn: Prikaži zanimanja

source: Show places
af: Vertoon plekke
sr_latn: Prikaži mesta

source: Show singles
af: Vertoon enkelpersone
sr_latn: Prikaži samce/samice

source: Surname in page title
af: Van in bladsyopskrif
sr_latn: Prezime u naslovu stranice

source: The %s time he married
af: Die %s keer trou hy met
sr_latn: %s put se oženio sa

source: The %s time she married
af: Die %s keer trou sy met
sr_latn: %s put se udala za

source: The %s time this individual married
af: Die %s keer trou hierdie persoon met
sr_latn: Ova osoba se %s puta ženila

source: The details of this generation are private.
af: Die besonderhede van hierdie geslag is privaat.
sr_latn: Detalji ove generacije su privatni.

source: The options for this tree are succesfully reset to the default settings
af: Die instellings vir hierdie stamboom is suksesvol na die verstekwaardes herstel
sr_latn: Opcije za ovu granu uspešno su vraćeni na početna podešavanja

source: The options for this tree are succesfully saved
af: Die instellings vir hierdie stamboom is suksesvol gestoor
sr_latn: Opcije za ovu granu su uspešno snimljene

source: The options for this tree are succesfully saved and copied to all other trees
af: Die opsies van hierdie stamboom is suksevol gestoor en na ander stambome gekopieer
sr_latn: Opcije za ovu granu su uspešno smimljene i kopirane su na sve ostale grane

source: The settings for this tree are succesfully updated
af: Die instellings van hierdie stamboom is suksesvol verwerk
sr_latn: Podešavanja za ovu granu su uspešno izmenjena

source: This individual doesn’t exist anymore in this tree
af: Hierdie persoon bestaan nie meer in hierdie stamboom nie
sr_latn: Osoba više ne postoji na ovoj grani

source: This individual had a relationship with
af: Hierdie persoon was in ’n verhouding met
sr_latn: Osoba je u vezi sa

source: This individual married
af: Hierdie persoon het getrou met
sr_latn: Osoba se venčala

source: This individual married %s times
af: Hierdie persoon het %s keer getrou
sr_latn: Ova osoba se venčavala %s puta

source: This option is especially usefull for large trees. When you notice a slow page load, here you can set the number of generation blocks to load at once to a lower level. Below the last generation block a button will appear to add the next set of generation blocks. The new blocks will be added to the blocks already loaded. Clicking on a “follow” link in the last visible generation block, will also load the next set of generation blocks.
af: Hierdie instelling is veral nuttig vir groot stambome. Indien bladsye stadig laai, kan jy hier die aantal geslagte wat tegerlykertyd gelaai word, na ’n laer waarde instel. Onderaan die laaste geslag sal 'n knoppie verskyn om die volgende stel geslagte by te voeg. Die nuwe blokke word by die wat reeds gelaai is gevoeg. Die volgende stel geslag-blokke word ook gelaai as jy op ’n "volg" skakel in die laaste sigbare nageslag-blok klik.
sr_latn: Ova opcija je posebno korisna za velika stabla. Kada primetite sporo učitavanje stranice, ovde možete postaviti broj generacionih blokova koji će se odmah učitati na nižem nivou. Ispod poslednjeg generacijskog bloka će se pojaviti dugme kako bi se učitao naredni skup generacijskih blokova. Novi blokovi biće dodati uz već prikazane blokove. Klikom na link "pratite" u poslednjem vidljivom generacijskom bloku, takođe će se učitati naredni skup generacijskih blokova.

source: Thumbnail size
af: Miniatuurgrootte
sr_latn: Veličina sličice

source: Turn this option on if you want to display singles in the next generation blocks. Singles are individuals without partner and children. With this option turned on, every child of a family will be displayed in a detailed way in the next generation block.
af: Ontsper hierdie instelling as jy enkelpersone wil vertoon in die daaropvolgende geslag-blokke. Enkelpersone is persone sonder metgeselle of kinders. Wanneer hierdie instelling ontsper word, sal elke kind van ’n gesin in die volgende geslag-blok in detail vertoon word.
sr_latn: Uključite ovu opciju ako želite prikazati samce u sledečim generacijskim blokovima. Samci su osobe bez partnera i dece. Sa uključenom ovom opcijom, svako dete porodice biće prikazano na detaljan način u narednom generacijskom bloku.

source: Use default GEDCOM settings to abbreviate place names
af: Gebruik die verstek GEDCOM instellinge om plekname af te kort
sr_latn: Koristite podrazumevana GEDCOM podešavanja za skraćivanje imena mesta

source: Use fullname in menu
af: Gebruik die volledige naam in die kieslys
sr_latn: Koristi puno ime u meniju

source: Use square thumbnails
af: Gebruik vierkantige miniature
sr_latn: Koristi uokvirene sličice

source: Use the search form below to search for a root person. After a successful search the Fancy Treeview page will be automatically created. You can add as many root persons as you want.
af: Gebruik die soekvorm hieronder om na ’n beginpersoon te soek. Na ’n suksesvolle soektog sal die Fancy Treeview bladsye outomaties geskep word. Jy kan soveel beginpersone byvoeg as wat jy wil.
sr_latn: Koristite formu za pretragu ispod kako biste potražili početnu osobu. Nakon uspešne pretrage stranica Fancy Treeview će se automatski kreirati. Možete dodati početnih osoba koliko god želite.

source: With this option turned on, the script checks if a (married) couple has the same ancestors. If a relationship between the partners is found, a text will appear between brackets after the spouses’ name to indicate the blood relationship.
af: Met hierdie instelling ontsper, sal daar getoets word of 'n (getroude) egpaar gemene voorgeslagte het. As ’n verwantskap tussen die twee gevind word, sal die verwantskap in hakkies agter die persone se naam vertoon word.
sr_latn: Sa uključenom ovom opcijom, skripta proverava da li (oženjeni) par ima iste pretke. Ako se pronađe veza između partnera, tekst će se pojaviti između zagrada nakon imena supružnika da bi se naznačila krvna veza.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the Fancy Treeview module enabled. Please enable Fancy Treeview to use this module.
af: Jy het die nuutste weergawe van die Fancy Treeview PDF module geïnstalleer. Hierdie module werk nie sonder dat die Fancy Treeview module ontsper is nie. Onstper asseblief die Fancy Treeview module om hierdie module te gebruik.
sr_latn: Instalirali ste Fancy Treeview PDF modul. Ovaj modul neće raditi dok Fancy Treeview modul nije omogućen. Molimo vas da omogućite Fancy Treeview da bi koristili ovaj modul.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the correct version of the Fancy Treeview module installed and enabled. Please install and enable Fancy Treeview version %s or higher to use this module. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/">Click here to download the latest release</a>.
af: Jy het die Fancy Treeview PDF module geïnstalleer . Hierdie module werk nie sonder die korrekte weergawe van die Fancy Treeview module nie. Installeer Fancy Treeview weergawe %s of beter en ontsper dit. Daarna kan jy hierdie module gebruik. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/">Klik hier om die nuutse weergawe af te laai</a>.
sr_latn: Instalirali ste Fancy Treeview PDF modul. Ovaj modul neće raditi bez instalirane i omogućene odgovarajuće verzije Fancy Treeview modula. Molimo vas da instalirate i omogućite Fancy Treeview verzija %s ili veća da bi koristili ovaj modul. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/">Kliknite ovde da bi preuzeli poslednju verziju</a>.

# FEMALE
source: adopted child
af: aangenome kind
sr_latn: usvojena devojčica

# MALE
source: adopted child
af: aangenome kind
sr_latn: usvojen dečak

source: adopted child of
af: aangenome kind van
sr_latn: usvojeno dete od

source: adopted daughter of
af: aangenome dogter van
sr_latn: usvojena ćerka od

source: adopted son of
af: aangenome seun van
sr_latn: usvojen sin od

source: and
af: en
sr_latn: i

# age in days/months
source: at the age of %s
af: op die ouderdom van %s
sr_latn: starosti od %s

# age in years
source: at the age of %s
af: op %s-jarige ouderdom
sr_latn: u %s. godini

source: cancel
af: kanselleer
sr_latn: otkaži

source: child of
af: kind van
sr_latn: dete od

# FEMALE
source: died
af: gesterf
sr_latn: umrla

# MALE
source: died
af: gesterf
sr_latn: umro

source: eighth
af: agste
sr_latn: osmi

source: fifth
af: vyfde
sr_latn: Peti

source: first
af: eerste
sr_latn: Prvi

source: follow
af: volg
sr_latn: prati

# FEMALE
source: foster child
af: pleegkind
sr_latn: usvojena

# MALE
source: foster child
af: pleegkind
sr_latn: usvojen

source: foster child of
af: pleegkind van
sr_latn: usvojen od

source: foster daughter of
af: pleegdogter van
sr_latn: usvojena od

source: foster son of
af: pleegseun van
sr_latn: usvojen od

source: fourth
af: vierde
sr_latn: četvrti

# One parent/multiple children
source: had
af: het
sr_latn: imao

# One parent/one child
source: had
af: het
sr_latn: ima

# Two parents/multiple children
source: had
af: het
sr_latn: imaju

# Two parents/one child
source: had
af: het
sr_latn: imaju

# before dateformat mmm yyyy
source: in
sr_latn: u

# before dateformat yyyy
source: in
sr_latn: u

# before placesnames
source: in
sr_latn: u mestu

source: ninth
af: negende
sr_latn: Deveti

source: percent
af: persent
sr_latn: procenat

source: save and copy options to other trees
af: berg en kopieër instellings na ander stambome
sr_latn: sačuvaj i kopiraj opcije na druge grane

source: search
af: soek
sr_latn: traži

source: second
af: tweede
sr_latn: Drugi

source: seventh
af: sewende
sr_latn: Sedmi

source: sixth
af: sesde
sr_latn: Šesti

source: tenth
af: tiende
sr_latn: Deseti

source: third
af: derde
sr_latn: Treći

# PRESENT (MALE)
source: was bapitized
af: is gedoop
sr_latn: je kršten

# PAST (FEMALE)
source: was baptized
af: is gedoop
sr_latn: je krštena

# PAST (MALE)
source: was baptized
af: is gedoop
sr_latn: je kršten

# PRESENT (FEMALE)
source: was baptized
af: is gedoop
sr_latn: je krštena

# PAST (FEMALE)
source: was born
af: is gebore
sr_latn: je rođena

# PAST (MALE)
source: was born
af: is gebore
sr_latn: je rođen

# PRESENT (FEMALE)
source: was born
af: is gebore
sr_latn: je rođena

# PRESENT (MALE)
source: was born
af: is gebore
sr_latn: je rođen

# FEMALE
source: was buried
af: is begrawe
sr_latn: je sahranjena

# MALE
source: was buried
af: is begrawe
sr_latn: je sahranjen

# FEMALE
source: was cremated
af: is veras
sr_latn: je kremirana

# MALE
source: was cremated
af: is veras
sr_latn: je kremiran

source: were divorced
af: is geskei
sr_latn: su se razveli

source: Index
af: Inhoudsopgawe

# before dateformat dd-mm-yyyy
source: on
af: op
