Repository: HerzScheisse/webtrees-fancy-treeview
Catalog: resources/lang/*.po
Languages: cs, es, pt_br, uk

source: He had a relationship with
cs: Byl spřízněn s
es: Él mantuvo una relación con
pt_br: Ele teve um relacionamento com
uk: Він мав стосунки з

source: He married %s times
cs: Oženil se %skrát
es: El casó %s veces
pt_br: Ele casou-se %s vezes
uk: Він був одружений %s раз

# PAST
source: He was baptized
cs: Byl pokřtěn
es: Fue bautizado
pt_br: Ele foi batizado
uk: Він був хрещений

# PRESENT
source: He was baptized
cs: Byl pokřtěn
es: Se bautiza
pt_br: Ele foi batizado
uk: Він хрещений

# PAST
source: He was born
cs: Narodil se
es: El nació
pt_br: Ele nasceu
uk: Він народився

# PRESENT
source: He was born
cs: Narodil se
es: El nace
pt_br: Ele nasceu
uk: Він народжений

source: Read more
cs: Zobrazit více
es: Leer más
pt_br: Leia mais
uk: Читати далі

source: She had a relationship with
cs: Byla spřízněna s
es: Mantuvo una relación con
pt_br: Ela teve um relacionamento com
uk: В неї були стосунки з

source: She married %s times
cs: Vdala se %skrát
es: Ella se casa %s veces
pt_br: Ela casou %s vezes
uk: Вона виходила заміж %s рази

# PAST
source: She was baptized
cs: Byla pokřtěna
es: Nació
pt_br: Ela foi batizada
uk: Вона була хрещена

# PRESENT
source: She was baptized
cs: Byla pokřtěna
es: Nace
pt_br: Ela foi batizada
uk: Вона хрещена

# PAST
source: She was born
cs: Narodila se
es: Ella nació
pt_br: Nascida em
uk: Вона народилась

# PRESENT
source: She was born
cs: Narodila se
es: Ella nace
pt_br: Nascida em
uk: Вона народжена

source: The %s time he married
cs: Po%s si vzal
es: La %s vez el casó con
pt_br: A %s vez que ele casou-se
uk: У %s раз він одружився з

source: The %s time she married
cs: Po%s si vzala
es: La %s vez ella casó con
pt_br: A %s vez que ela casou-se
uk: У %s раз вона вийшла заміж за

source: The %s time this individual married
cs: Po%s si tato osoba vzala
es: La %s vez este individuo casó
pt_br: A %s vez que esse indivíduo casou-se
uk: У %s раз ця людина взла шлюб з

source: The details of this generation are private.
cs: Podrobnosti o této generaci jsou soukromé.
es: La información de esta generación son privados.
pt_br: Os detalhes dessa geração são privados.
uk: Відомості про цю родину є приватними.

source: This individual had a relationship with
cs: Tato osoba je spřízněna s
es: Este individuo mantuvo una relación con
pt_br: Esse indivíduo teve um relacionamento com
uk: У цієї людини були взаємини з

source: This individual married
cs: Tato osoba si vzala
es: Este individuo casó
pt_br: Este indivíduo casou-se
uk: Ця людина перебуває у шлюбі

source: This individual married %s times
cs: Tato osoba uzavřela sňatek %s krát
es: Este individuo casó %s veces
pt_br: Este indivíduo casou %s vezes
uk: Ця людина брала шлюб %s разів

# FEMALE
source: adopted child
cs: adoptované dítě
es: hija adoptada
pt_br: filho adotivo
uk: прийомна дитина

# MALE
source: adopted child
cs: adoptované dítě
es: hijo adoptado
pt_br: filho adotivo
uk: прийомна дитина

source: adopted child of
cs: adoptované dítě (čí)
es: hijo adoptado de
pt_br: filho adotivo de
uk: прийомна дитина від

source: adopted daughter of
cs: adoptovaná dcera (čí)
es: hija adoptada de
pt_br: filha adotiva de
uk: прийомна дочка від

source: adopted son of
cs: adotovaný syn (čí)
es: hijo adoptado de
pt_br: filho adotivo de
uk: прийомний син від

source: and
cs: a
es: y
pt_br: e
uk: і

source: child of
cs: dítě (čí)
es: hijo de
pt_br: filho de
uk: дитина від

# FEMALE
source: died
cs: zemřela
es: falleció
pt_br: morreu
uk: померла

# MALE
source: died
cs: zemřel
es: falleció
pt_br: morreu
uk: померлий

source: eighth
cs: osmý
es: octavo
pt_br: oitavo
uk: восьмий

source: fifth
cs: pátý
es: quinta
pt_br: quinto
uk: п'ятий

source: first
cs: první
es: primer
pt_br: primeiro
uk: перший

source: follow
cs: přejít na
es: ir a
pt_br: segue
uk: слідувати за

# FEMALE
source: foster child
cs: pěstounské dítě
es: niña acogida
pt_br: filha adotiva
uk: вихованка

# MALE
source: foster child
cs: pěstounské dítě
es: niño acogido
pt_br: filho adotivo
uk: вихованець

source: foster child of
cs: pěstounské dítě (čí)
es: hijo acogido de
pt_br: filho adotivo de
uk: вихованець із

source: foster daughter of
cs: pěstounská dcera
es: hija acogida de
pt_br: filha adotiva de
uk: прийомна дочка із

source: foster son of
cs: pěstounský syn
es: hijo acogido de
pt_br: filho adotivo de
uk: прийомний син із

source: fourth
cs: čtvrtý
es: cuarta
pt_br: quarto
uk: четвертий

# One parent/multiple children
source: had
cs: měl(a)
es: tuvo
pt_br: teve
uk: мав

# One parent/one child
source: had
cs: měl(a)
es: tuvo
pt_br: teve
uk: мав

# Two parents/multiple children
source: had
cs: měli
es: tuvieron
pt_br: tiveram
uk: мали

# Two parents/one child
source: had
cs: měli
es: tuvieron
pt_br: tiveram
uk: мали

# before dateformat mmm yyyy
source: in
cs: v měsíci
es: en
pt_br: em
uk: у

# before dateformat yyyy
source: in
cs: v roce
es: en el año
pt_br: em
uk: у

source: ninth
cs: devátý
es: noveno
pt_br: nono
uk: дев'ятий

# before dateformat dd-mm-yyyy
source: on
cs: dne
es: el
pt_br: em
uk: на

source: second
cs: druhé
es: segunda
pt_br: segundo
uk: другий

source: seventh
cs: sedmé
es: séptimo
pt_br: sétimo
uk: сбомий

source: sixth
cs: šesté
es: sexto
pt_br: sexto
uk: шостий

source: tenth
cs: desáté
es: décimo
pt_br: décimo
uk: десятий

source: third
cs: třetí
es: tercera
pt_br: terceiro
uk: третій

# PAST (FEMALE)
source: was baptized
cs: byla pokřtěna
es: fue bautizada
pt_br: foi batizada
uk: хрестилася

# PAST (MALE)
source: was baptized
cs: byl pokřtěn
es: fue bautizado
pt_br: foi batizado
uk: хрестився

# PRESENT (FEMALE)
source: was baptized
cs: byla pokřtěna
es: se bautiza
pt_br: foi batizada
uk: хрещена

# PAST (FEMALE)
source: was born
cs: narodila se
es: nació
pt_br: nascida
uk: народилася

# PAST (MALE)
source: was born
cs: narodil se
es: nació
pt_br: nascido
uk: народився

# PRESENT (FEMALE)
source: was born
cs: narozená
es: nace
pt_br: nascida
uk: народжена

# PRESENT (MALE)
source: was born
cs: narozený
es: nace
pt_br: nasceu
uk: народжений

# FEMALE
source: was buried
cs: byla pohřbena
es: fue enterrada
pt_br: foi enterrada
uk: була похована

# MALE
source: was buried
cs: byl pohřben
es: fue enterrado
pt_br: foi enterrado
uk: був похований

# FEMALE
source: was cremated
cs: byla zpopelněna
es: fue cremada
pt_br: foi cremada
uk: кремована

# MALE
source: was cremated
cs: byl zpopelněn
es: fue cremado
pt_br: foi cremado
uk: кремований

source: were divorced
cs: rozvedeni
es: se divorciaron
pt_br: foram divorciados
uk: розлучилися

source: Family tree overview
cs: Popis stromu
es: Vista general del árbol familiar
pt_br: Visão geral da árvore genealógica
uk: Огляд родинного древа

source: A narrative overview of the descendants or ancestors of one family (branch).
cs: Popisný přehled potomků a předků rodinné větve.
pt_br: Uma visão geral narrativa dos descendentes ou ancestrais de uma família (ramo).
uk: Огляд нащадків або предків однієї родини (гілки).

source: Show ancestors
cs: Zobrazit předky
pt_br: Mostrar antepassados
uk: Показати предків

source: Show descendants
cs: Zobrazit potomky
pt_br: Mostrar descendentes
uk: Показати нащадків

source: no children
cs: bezdětní
pt_br: sem filhos
uk: немає дітей

# PRESENT (MALE)
source: was baptized
cs: byl pokřtěn
pt_br: foi batizado
uk: хрещена

source: Descendants and ancestors
cs: Potomci a předci
pt_br: Descendentes e antepassados
uk: Нащадки і предки

source: The details of this family are private.
cs: Podrobnosti o této rodině jsou soukromé.
pt_br: Os detalhes desta família são privados.
uk: Подробиці цієї родини є приватними.

source: Always write the occupation exactly as it appears in the Gedcom
cs: Psát povolání přesně tak, jak vypadá v GEDCOMu
pt_br: Sempre escreva a ocupação exatamente como aparece no Gedcom
uk: Завжди пишіть діяльність строго відповідно до того як її вказано в Gedcom.

source: Ancestors and descendants
cs: Předci a potomci
pt_br: Ancestrais e descendentes
uk: Предки та нащадки

source: Check relationship between partners
cs: Kontrolovat příbuznost mezi partnery
es: Revisar relación cosaniguinea entre parejas
pt_br: Verifique o relacionamento entre os parceiros
uk: Перевірити відносини між партнерами

source: Crop thumbnails to square
cs: Ořezat náhledové obrázky do čtverce
pt_br: Cortar miniaturas para quadrado
uk: Обрізати мініатюри до квадрата

source: Default list type
cs: Přednastavený typ seznamu
pt_br: Tipo padrão de lista
uk: Тип списку за промовчанням

source: Maximum number of generations per page
cs: Maximální počet generací na stránce
pt_br: Número máximo de gerações por página
uk: Максимальна кількість поколіна на сторінку

source: Maximum number of generations per tab
cs: Maximální počet generací na panelu
pt_br: Número máximo de gerações por guia
uk: Максимальна кількість поколіна на вкладку

source: Select the maximum number of generations to show on the Fancy Treeview page.
cs: Zvolit maximální počet generací na stránce Popis stromu.
pt_br: Selecione o número máximo de gerações a serem exibidas na página Fancy Treeview.
uk: Виберіть максимальну кількість поколінь для відображення на сторінці Fancy Treeview.

source: Select the maximum number of generations to show on the individual page tab.
cs: Zvolit maximální počet generací na panelu na stránce osoby.
pt_br: Selecione o número máximo de gerações para mostrar na guia da página individual.
uk: Виберіть максимальну кількість поколінь для відображення на окремій вкладці сторінки

source: Show only media from the type 'photo'
cs: Zobrazit jen média typu 'fotografie'
pt_br: Mostrar apenas mídia do tipo 'foto'
uk: Показувати лише медіа типу 'фото'

source: Show singles
cs: Zobrazit svobodné
es: Mostrar personas solteras
pt_br: Mostrar solteiros
uk: Показувати одинаків

source: Thumbnail size
cs: Velikost náhledového obrázku
es: Tamaño de imagen en miniatura
pt_br: Tamanho da miniatura
uk: Зразок ескізу

source: More generations require more memory so the page takes longer to fully load.
cs: Čím více generací, tím větší požadavky na paměť, takže se stránka déle načítá.
pt_br: Mais gerações requerem mais memória, então a página pode demorar mais para carregar completamente.
uk: Більша кількість поколінь вимагає більше пам'яті, тому для повного завантаження сторінки необхідно більше часу.

source: <strong>Note</strong>: this option can be time and/or memory consuming, especially on large trees. It can cause very slow page loading or an “execution time out error” on your server. If you notice such a behavior, reduce the maximum number of generations per page or tab and/or don’t use it in combination with the option “show singles’. If you still have problems, leave the answer at “no”.
cs: <strong>Poznámka</strong>: tato možnost může být časově a/nebo paměťově náročná, zejména u velkých stromů. Může způsobit velmi pomalé načítání stránky nebo chybu "execution time out" na serveru. Pokud takové chování zpozorujete, snižte maximální počet generací na stránku nebo panel a/nebo ji nepoužívejte v kombinaci s možností "zobrazit svobodné". Pokud se problémy přesto vyskytnou, ponechte odpověď "ne".
pt_br: <strong>Nota</strong>: esta opção pode consumir muito tempo e/ou memória, especialmente em árvores grandes. Isso pode causar carregamento de página muito lento ou um “erro de tempo limite de execução” em seu servidor. Se você notar tal comportamento, reduza o número máximo de gerações por página ou guia e/ou não use em combinação com a opção “mostrar solteiros”. Se você ainda tiver problemas, deixe a resposta em “não”.
uk: <strong>Примітка</strong>: цей параметр може потребувати часу та/або пам’яті, особливо на великих деревах. Це може спричинити дуже повільне завантаження сторінки або “помилку часу очікування виконання” на Вашому сервері. Якщо Ви помітили таку поведінку, зменшіть максимальну кількість поколінь на сторінку чи вкладку та/або не використовуйте її разом із опцією “показати окремі”. Якщо у Вас все ще виникають проблеми, залиште відповідь “ні”.

source: In the Gedcom file, the first letter of most occupations is capitalized (as stand-alone word) but in this module we use the occupation in the middle of a sentence. The spelling rules in most languages require that an occupation be written in lower case in that situation. If you do not want the module to change the spelling, change the answer to “yes”.
cs: V souboru gedcom se první písmeno většiny povolání píše s velkým písmenem (jako samostatné slovo), ale v tomto modulu používáme povolání uprostřed věty. Pravidla pravopisu ve většině jazyků vyžadují, aby se povolání v této situaci psalo s malým písmenem. Pokud nechcete, aby modul změnil pravopis, změňte odpověď na "ano".
pt_br: No arquivo Gedcom, a primeira letra da maioria das ocupações é maiúscula (como uma palavra independente), mas neste módulo usamos a ocupação no meio de uma frase. As regras de ortografia na maioria dos idiomas exigem que uma ocupação seja escrita em letras minúsculas nessa situação. Caso não queira que o módulo altere a ortografia, altere a resposta para “sim”.
uk: У файлі Gedcom перша літера більшості професій написана з великої літери (як окреме слово), але в цьому модулі ми використовуємо професію в середині речення. Правила орфографії в більшості мов вимагають, щоб у цій ситуації професія писалася з малої літери. Якщо ви не хочете, щоб модуль змінював написання, змініть відповідь на “так“.

source: Respond “yes” if you want to display images from the type “photo” only. Other highlighted images like certificates, documents or tombstones will not be used. If you did not differentiate by media type in your Gedcom leave the answer at “no”.
cs: Pokud chcete zobrazit pouze obrázky typu "fotografie", odpovězte "ano". Ostatní zvýrazněné obrázky, jako jsou certifikáty, dokumenty nebo náhrobky, nebudou použity. Pokud jste ve svém gedcomu nerozlišovali podle typu média, ponechte odpověď "ne".
pt_br: Responda “sim” se quiser exibir apenas imagens do tipo “foto”. Outras imagens destacadas como certificados, documentos ou lápides não serão usadas. Se você não diferenciou por tipo de mídia em seu Gedcom deixe a resposta em “não”.
uk: Відповідайте “так“, якщо ви хочете відображати лише зображення типу “фото“. Інші виділені зображення, такі як сертифікати, документи чи надгробки, не використовуватимуться. Якщо ви не розрізняли тип медіа у своєму Gedcom, залиште відповідь “ні“.

source: Select “descendants” or “ancestors” as default list type. When on the individual page tab, this list type will be shown first.
cs: Jako výchozí typ seznamu vyberte "potomci" nebo "předci". Na panelu osoby se tento typ seznamu zobrazí jako první.
pt_br: Selecione “descendentes” ou “ancestrais” como tipo de lista padrão. Quando estiver na guia de página individual, esse tipo de lista será mostrado primeiro.
uk: Виберіть “нащадки“ або “предки“ як тип списку за замовчуванням. На вкладці окремої сторінки цей тип списку буде показано першим.

source: If the answer is “yes”, the script checks whether a (married) couple has the same ancestors. If a relationship between the partners is found, the display depends on the display type.
pt_br: Se a resposta for “sim”, o script verifica se um casal (casado) tem os mesmos antepassados. Se for encontrada uma relação entre os parceiros, a exibição dependerá do tipo de exibição.

source: Respond “yes” if you want to display singles in the next generation. Singles are individuals without a partner and children. If you choose “yes”, each child of a family will be displayed in a detailed manner in the next generation.
cs: Pokud chcete zobrazit svobodné v další generaci, odpovězte "ano". Svobodní jsou jednotlivci bez partnera a dětí. Pokud zvolíte "ano", zobrazí se v další generaci podrobně každé dítě z rodiny.
pt_br: Responda “sim” se quiser exibir os solteiros na próxima geração. Solteiros são indivíduos sem companheiros e sem filhos. Se você escolher “sim”, cada filho de uma família será exibido de forma detalhada na próxima geração.
uk: Відповідайте “так“, якщо ви хочете відобразити неодружених людей у ​​наступному поколінні. Самотні - це люди без партнера та дітей. Якщо ви виберете “так“, кожна дитина сім’ї буде детально відображена в наступному поколінні.

source: This setting only applies to the page or tab containing the descendants.
cs: Toto nastavení se vztahuje pouze na stránku nebo panel obsahující potomky.
pt_br: Essa configuração se aplica apenas à página ou guia que contém os descendentes.
uk: Цей параметр застосовується лише до сторінки чи вкладки, що містить нащадків.

# One parent/multiple children
source: has
cs: má
pt_br: tem
uk: має

# One parent/one child
source: has
cs: má
pt_br: tem
uk: має

# Two parents/multiple children
source: have
cs: mají
pt_br: têm
uk: мають

# Two parents/one child
source: have
cs: mají
pt_br: têm
uk: мають

source: %s complete
cs: %s kompletní
pt_br: %s concluído
uk: %s завершено

source: %s of %s possible ancestors
cs: %s z %s možných předků
pt_br: %s de %s ancestrais possíveis
uk: %s из %s можливих предків

source: The number of possible ancestors in this generation has been reduced due to pedigree collapse. Without reduction the maximum number of ancestors in this generation would have been %s.
cs: Počet možných předků v této generaci byl snížen z důvodu kolapsu rodokmenu. Bez snížení by maximální počet předků v této generaci byl %s.
pt_br: O número de possíveis ancestrais nesta geração foi reduzido devido ao colapso do pedigree. Sem redução, o número máximo de ancestrais nesta geração teria sido %s.
uk: Кількьсть можливих предків в цьому поколінні скоротилась за рахунок занепаду родоводу. Без скорочення, максимальна кількість предків у цьому поколінні була б %s.

source: in the ancestors view: each generation shows the number of people and the maximum number of possible ancestors in that generation. The number of possible ancestors in subsequent generations is recalculated in case of pedigree collapse.
cs: v zobrazení předků: u každé generace je uveden počet osob a maximální počet možných předků v dané generaci. Počet možných předků v následujících generacích se přepočítává v případě kolapsu rodokmenu.
pt_br: na visão de antepassados: cada geração mostra o número de pessoas e o número máximo de antepassados possíveis naquela geração. O número de possíveis ancestrais nas gerações subsequentes é recalculado em caso de colapso do pedigree.
uk: у вигляді предків: кожне покоління показує кількість людей і максимальну кількість можливих предків у цьому поколінні. Кількість можливих предків у наступних поколіннях перераховується у разі занепаду родоводу.

source: in the descendants view: a text will appear between brackets after the spouses’ name to indicate the blood relationship.
cs: v zobrazení potomků: za jmény manželů se objeví text v závorce, který označuje pokrevní příbuznost.
pt_br: na visão de descendentes: aparecerá um texto entre colchetes após o nome dos cônjuges para indicar o parentesco consanguíneo.
uk: у перегляді нащадків: після імені подружжя в дужках з’явиться текст, який вказує на кровну спорідненість.

source: Show level 1 notes
cs: Zobrazit poznámky úrovně 1
pt_br: Mostrar notas de nível 1
uk: Показати нотатки рівня 1

source: at the age of %s
cs: ve věku %s
pt_br: na idade de %s
uk: у віці %s

source: Show occupations
cs: Zobrazit povolání
es: Mostrar ocupación u oficio
pt_br: Mostrar ocupações
uk: Показати рід занять

source: at %s
cs: v %s
pt_br: em %s

source: Answer "yes" if you want to display the name of the company/employer (Gedcom-tag "AGNC") with the occupation. The text is displayed only in conjunction with the occupation.
cs: Odpovězte "ano", pokud chcete s povoláním zobrazit název společnosti/zaměstnavatele (Gedcom-tag "AGNC") . Text se zobrazí pouze ve spojení s povoláním.
pt_br: Responda "sim" se quiser exibir o nome da empresa/empregador (Gedcom-tag "AGNC") com a ocupação. O texto é exibido apenas em conjunto com a ocupação.
uk: Відповідайте "так", якщо Ви хочете відобразити назву компанії або роботодавця (теґ Gedcom «AGNC») разом з родом діяльності. текст відображується тільки разом з діяльністю.

source: Show the name of the company/employer
cs: Zobrazit název společnosti/zaměstnavatele
pt_br: Mostrar o nome da empresa/empregador
uk: Показувати назву компанії або роботодавця

source: at the age of 1 %s
cs: ve věku 1 %s
pt_br: com 1 %s de idade
uk: у віці 1 %s

source: 2 letter country code
cs: Dvoupísmenný kód země
pt_br: Código do país de 2 letras
uk: 2-літерний код країни

source: 3 letter country code
cs: Třípísmenný kód země
pt_br: Código do país de 3 letras
uk: 3-літерний код країни

source: As defined in webtrees
cs: Jak je definováno ve webtrees
pt_br: Conforme definido no webtrees
uk: Як визначено у налаштуваннях сайту

source: Display home country name
cs: Zobrazit název domovské země
pt_br: Exibir nome do país natal
uk: Показати назву країни проживання

source: Don't show place names
cs: Nezobrazovat názvy míst
pt_br: Não mostrar nomes de lugares
uk: Не показувати географічні назви

source: Full country name
cs: Úplný název země
pt_br: Nome completo do país
uk: Повна назва країни

source: Full place name
cs: Úplný název místa
pt_br: Nome completo do lugar
uk: Повна назва місця

source: Home country
cs: Domovská země
pt_br: País natal
uk: Батьківщина

source: Preference for displaying countries
cs: Předvolba pro zobrazování zemí
pt_br: Preferência para exibição de países
uk: Перевага щодо відображення країн

source: Preference for displaying place names
cs: Předvolba pro zobrazování míst
pt_br: Preferência para exibir nomes de lugares
uk: Перевага щодо відображення географічних назв

source: in %s
cs: v %s
pt_br: em %s
uk: у %s

source: Highest and lowest level
cs: Nejvyšší a nejnižší úroveň
pt_br: Nível mais alto e mais baixo
uk: Вищій і нижчий рівень

source: Click here to create or remove a link to the Fancy Treeview page.
cs: Kliknutím sem vytvoříte nebo odstraníte odkaz na stránku Fancy Treeview.
pt_br: Clique aqui para criar ou remover um link para a página Fancy Treeview.
uk: Натисніть щоб створити або видалити посилання на сторінку Fancy Treeview.

source: Fancy Treeview Help
cs: Nápověda k Fancy Treeview
pt_br: Ajuda do Fancy Treeview
uk: Довідка про Fancy Treeview

source: Go to the control panel to set the menu access level. There you can also choose to hide the menu.
cs: Přejděte na panel správy a nastavte úroveň přístupu do nabídky. Tam můžete také zvolit skrytí nabídky.
pt_br: Vá para o painel de controle para definir o nível de acesso ao menu. Lá você também pode optar por ocultar o menu.
uk: Перейдіть в панель керування, щоб встановити рівень доступу до меню. Так само, Ви можете приховати меню.

source: Go to the homepage, click on my pages/customize this page to add the Fancy Treeview homepage block with the created links.
cs: Přejděte na domovskou stránku, klikněte na moje stránky/přizpůsobit tuto stránku a přidejte blok domovské stránky Fancy Treeview s vytvořenými odkazy.
pt_br: Vá para a página inicial, clique em minhas páginas/personalize esta página para adicionar o bloco de página inicial Fancy Treeview com os links criados.
uk: Перейдіть на домашню сторінку, натисніть Мої сторінки -> Налаштувати цю сторінку, щоб додати блок Fancy Treeview для домашньої сторінки із створеними посиланнями.

source: Link to Fancy Treeview page
cs: Odkaz na stránku Fancy Treeview
pt_br: Link para a página Fancy Treeview
uk: Посилання на сторінку Fancy Treeview

source: Remove link to ancestors page
cs: Odstranit odkaz na stránku předků
pt_br: Remover o link para página de antepassados
uk: Видалити посилання на сторінку предків

source: Remove link to descendants page
cs: Odstranit odkaz na stránku potomků
pt_br: Remover o link para a página de descendentes
uk: Видалити посилання на сторінку нащадків
