Repository: HerzScheisse/webtrees-fancy-treeview
Catalog: resources/lang/*.po
Languages: cs, es, pt_br, uk

source: Remove link to this page
cs: Odstranit odkaz na tuto stránku
pt_br: Remover link para esta página
uk: Видалити посилання на цю сторінку

source: The links created will be included in the Fancy Treeview menu and in the Fancy Treeview homepage block.
cs: Vytvořené odkazy budou zahrnuty do nabídky Fancy Treeview a do bloku domovské stránky Fancy Treeview.
pt_br: Os links criados serão incluídos no menu Fancy Treeview e no bloco da página inicial Fancy Treeview.
uk: Створені посилання буде додано до меню Fancy Treeview і у відповідний блок домашньої сторінки.

source: The menu and homepage block contain the same links. However, the appearance of the homepage block has been made more attractive by adding images for the links.
cs: Menu a blok domovské stránky obsahují stejné odkazy. Vzhled bloku domovské stránky byl však zatraktivněn přidáním obrázků pro odkazy.
pt_br: O bloco de menu e página inicial contém os mesmos links. No entanto, a aparência do bloco da página inicial ficou mais atraente com a adição de imagens para os links.
uk: Блок меню і домашньої сторінки містять однакові посилання. Проте, загальний вигляд блока домашньої сторінки став більш привабливим за рахунок зображень для посилань.

source: The title of the menu and homepage block is 'Family Tree Overview'.
cs: Název nabídky a bloku domovské stránky je "Potomci a předci".
pt_br: O título do bloco de menu e página inicial é 'Visão Geral da Árvore Genealógica'.
uk: Назва меню і блока домашньої сторінки — 'Огляд Родинного Дерева'.

source: You can create links from the Fancy Treeview page or from the edit menu on the individual page.
cs: Odkazy můžete vytvářet na stránce Fancy Treeview nebo v nabídce úprav na stránce osoby.
pt_br: Você pode criar links na página Fancy Treeview ou no menu de edição na página individual.
uk: Ви можете створювати посилання на сторінці Fancy Treeview або в меню редагування на окремій сторінці.

source: You can use both the menu and homepage block or choose to use either.
cs: Můžete použít jak blok menu, tak blok domovské stránky, nebo se rozhodnout pro jeden z nich.
pt_br: Você pode usar o menu e o bloco da página inicial ou optar por usar qualquer um deles.
uk: Ви можете використовувати як меню і блок домашньої сторінки разом, або вибрати оде із них.

source: Create link to ancestors page
cs: Vytvořit odkaz na stránku předků
pt_br: Criar um link para página de antepassados
uk: Створити посилання на сторінку предків

source: Create link to descendants page
cs: Vytvořit odkaz na stránku potomů
pt_br: Criar um link para a página de descendentes
uk: Створити посилання на сторінку нащадків

source: Create link to this page
cs: Vytvořit odkaz na tuto stránku
pt_br: Criar um link para esta página
uk: Створити посилання на цю сторінку

source: Customized
pt_br: Personalizada
uk: Індивідуальний

source: Lowest level
pt_br: Nível mais baixo
uk: Нижчій рівень

source: Preference for displaying place names in home country
pt_br: Preferência para exibição de nomes de lugares no país de origem
uk: Перевага щодо відображення географічних назв у рідній країні

source: Preference for displaying place names in other countries
pt_br: Preferência para exibição de nomes de lugares em outros países
uk: Перевага щодо відображення географічних назв у інших країнах

source: approximately
pt_br: aproximadamente
uk: приблизно

source: <strong>Note</strong>: this option can be time and/or memory consuming, especially on large trees. It can cause very slow page loading or an ’execution time out error’ on your server. If you notice such a behavior, reduce the number of generation blocks to load at once or don’t use it in combination with the option to show singles (see the previous options). If you still experience any problems, don’t use this option at all.
es: <strong>Nota</strong>: esta opción puede consumir mucho tiempo y/o memoria, especialmente en arboles extensos. Puede causar lentitud la cargar páginas o un 'execution time out error' en el servidor. Si nota este comportamiento, reduzca el número de bloques de generaciones que se cargan al mismo tiempo o no lo utilice en conjunto con la opción de mostrar sencillos (vea las opciones previas). Si continua experimentando problemas, no utilice esta opción.

source: A Fancy overview of the descendants of one family(branch) in a narrative way.
es: Una manera elegante ("Fancy") de mostrar los descendientes de la una rama de la familia en forma narrativa.

source: By default the PDF icon is visible on the Fancy Treeview page. If you enable this option, a PDF icon is also displayed in the Fancy Treeview tab on the individual page.
es: Por default el ícono de PDF es visible en la página de Fancy Treeview. Si habilita esta opción, un ícono de PDF también se despliega en la lengüeta de Fancy Treeview en la página de individuo.

source: Change root person
es: Cambiar persona raíz

source: Creating PDF file. This process may take a while. Please wait...
es: Creando archivo PDF. Este proceso puede tomar tiempo. Por favor espere...

source: Descendants of the %s family
es: Descendientes de la familia %s

source: Error: A person with ID %s does not exist in this tree
es: Error: una persona con la ID %s no existe en este árbol

source: Error: A root person with ID %s already exists
es: Error: una persona con la ID %s ya existe

source: Error: The root person belonging to this surname already exists
es: Error: La persona raíz para este apellido ya existe

source: Error: The surname you entered doesn’t exist in this tree.
es: Error: El apellido ingresado no existe en este árbol.

source: Fancy Treeview
es: Vista de Árbol Elegante

source: Fancy Treeview PDF
es: Vista de Árbol Elegante en PDF

source: Fancy Treeview module extension: offer your users to download a Fancy Treeview page as PDF.
es: Extensión de módulo Vista de Árbol Elegante: ofrezca a sus usuarios descargar una página de Vista de Árbol Elegante en formato PDF.

source: Go
es: Ir

source: Here you can choose to resize the default webtrees thumbnails especially for the Fancy Treeview pages. You can set a custom size in percentage or in pixels. If you choose “no” the default webtrees thumbnails will be used with the formats you have set on the tree configuration page.
es: Aquí puede cambiar el tamaño de las miniaturas (thumbnails) para las páginas de Vista de Árbol Elegante. Puede fijar el tamaño en porcentaje o pixeles. Si selecciona "no" las miniaturas default de webtrees se usaran con los formatos que ha seleccionado en la página de configuración del árbol.

source: If you enable this option, a Fancy Treeview tab with the title “Descendants” will be shown on the individual page. The tab will describe the current individual with his family and the next two generations (if there are any). If this individual has more descendants then the two generations shown, a link will be displayed to the full Fancy Treeview Page where this individual will be displayed with all his descendants.
es: Si habilita esta opción, una lengüeta de Vista de Árbol Elegante intitulada "Descendientes" se mostrará en la página de individuo. La lengüeta describirá al individuo con su familia y las dos generaciones siguientes (si las hay). Si este individuo tiene más descendientes que las dos generaciones mostradas, se desplegará una liga a la página de Vista de Árbol Elegante completa donde se muestra al individuo con todos sus descendientes.

source: If you have ticked the “Show places” option but NOT the option to abbreviate placenames, you can set your own country here. Full places will be listed on the Fancy Treeview pages, but when a place includes the name of your own country, this name will be left out. If you don’t select a country then all countries will be shown, including your own.
es: Si ha marcado la opción "Mostrar lugares" pero NO la opción para abreviar nombres de lugares, aquí puede fijar su país. Lugares completos serán listados en las páginas de Vista de Árbol Elegante, pero cuando el nombre incluya el nombre de su país, este nombre se omitirá. Si no selecciona un país entonces todos los países se mostraran, incluyendo el suyo.

source: If you have ticked the “Show places” option, you can choose to use the default GEDCOM settings to abbreviate placenames. If you don’t set this option, full place names will be shown.
es: Si ha seleccionado la opción “Mostrar Lugares” puede elegir usar la configuración de abreviación de nombres de lugares de GEDCOM. Si no ha seleccionado esta opción, el nombre completo de los lugares será mostrado.

source: Index
es: Índice

source: Number of generation blocks to show
es: Número de bloques generacionales a mostrar

source: Options for %s
es: Opciones para %s

source: Or enter an ID
es: O capture un ID

source: Page title
es: Título de página

source: Pages
es: Páginas

source: Resize thumbnails
es: Cambiar el tamaño de las miniaturas

source: Root person
es: Persona raíz

source: Search ID by name
es: Buscar ID por nombre

source: Search root person
es: Buscar persona raíz

source: Select your country
es: Seleccione su país

source: Show a Fancy Treeview tab on the individual page
es: Mostrar una lengüeta de Vista de Árbol Elegante en la página de individuo

source: Show a PDF icon in the Fancy Treeview tab
es: Mostrar un ícono de PDF en la lengüeta de Vista de Árbol Elegante

source: Show form to change start person
es: Mostrar forma para cambiar la persona de inicio

source: Show places
es: Mostrar lugares

source: Surname in page title
es: Apellido en el título de página

source: The options for this tree are succesfully reset to the default settings
es: Las opciones de este árbol se han revertido a los valores por default

source: The options for this tree are succesfully saved
es: Las opciones de este árbol se han guardado

source: The options for this tree are succesfully saved and copied to all other trees
es: Las opciones de este árbol se han guardado y copiado a todos los demás árboles

source: The settings for this tree are succesfully updated
es: Las opciones de este árbol se han actualizado

source: This individual doesn’t exist anymore in this tree
es: Este individuo ya no existe en este árbol

source: This option is especially usefull for large trees. When you notice a slow page load, here you can set the number of generation blocks to load at once to a lower level. Below the last generation block a button will appear to add the next set of generation blocks. The new blocks will be added to the blocks already loaded. Clicking on a “follow” link in the last visible generation block, will also load the next set of generation blocks.
es: Esta opción es muy útil para árbolos grandes. Si nota que la carga de página es lenta, aquí puede disminuir el número de bloques generacionales a ser cargados por vez. Debajo del último bloque generacional, un botón le permitirá agregar el siguiente grupo de bloques generacionales. Los nuevos bloques serán agregados a los bloques ya presentados. Haciendo clic en el enlace “siguiente” en el último bloque generacional visible, se puede agregar el siguiente grupo de bloques generacionales.

source: Turn this option on if you want to display singles in the next generation blocks. Singles are individuals without partner and children. With this option turned on, every child of a family will be displayed in a detailed way in the next generation block.
es: Habilite esta opción si quiere mostrar personas solteras en los bloques generacionales. Personas solteras son personas sin pareja y sin hijos.Con esta opción habilitada, todos los hijos(as) de una familian serán mostrados a detalle en el siguiente bloque generacional.

source: Use default GEDCOM settings to abbreviate place names
es: Usar la configuración por defecto de GEDCOM para abreviar los nombres de lugares

source: Use fullname in menu
es: Usar nombre completo en el menú

source: Use square thumbnails
es: Usar imágenes en miniatura

source: Use the search form below to search for a root person. After a successful search the Fancy Treeview page will be automatically created. You can add as many root persons as you want.
es: Use la forma de búsqueda (abajo) para buscar una persona raíz. Después de una búsqueda exitosa, la página de Vista de Árbol Elegante será creada automáticamente. Puede añadir cuantas personas raíz como desee.

source: With this option turned on, the script checks if a (married) couple has the same ancestors. If a relationship between the partners is found, a text will appear between brackets after the spouses’ name to indicate the blood relationship.
es: Con esta opción habilitada, el proceso revisa si una pareja (casados) tiene los mismos ancestros.Si algun ancestro común fue encontrado, un mensaje aparecerá entre paréntesis a continuación del nombre de los esposos, para indicar la relación sanguínea.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the Fancy Treeview module enabled. Please enable Fancy Treeview to use this module.
es: Ha instalado el módulo Vista de Árbol Elegante PDF. Este módulo no funciona sin el modulo Vista de Árbol Elegante habilitado. Por favor habilite el módulo Vista de Árbol Elegante para usar este módulo.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the correct version of the Fancy Treeview module installed and enabled. Please install and enable Fancy Treeview version %s or higher to use this module. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/">Click here to download the latest release</a>.
es: Ha instalado el módulo Vista de Árbol Elegante PDF. Este módulo no funciona sin la versión correcta del módulo Vista de Árbol Elegante instalado y habilitado. Por favor instale y habilite Vista de Árbol Elegante versión %s o mayor para utilizar este módulo. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/"> Haga clic aquí para descargar la versión más actualizada </a>.

# age in days/months
source: at the age of %s
es: a la tierna edad de %s

# age in years
source: at the age of %s
es: a la edad de %s años

source: cancel
es: cancelar

# before placesnames
source: in
es: en

source: ok
es: bueno

source: percent
es: porcentaje

source: save and copy options to other trees
es: guarda y copia opciones a otros árboles

source: search
es: busqueda

# PRESENT (MALE)
source: was bapitized
es: fue bautizado
